---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CdPerMSup2
source: html/073ecb79-f98a-c1e0-bcaa-bba62ef5e919.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CdPerMSup2 Property

Symbol cd/m², indicating unit Candelas per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId CdPerMSup2 { get; }
```